Repository: kergalym/unofficial-plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: es, fr, pl, sr, sr@ijekavianlatin

source: Temperature
es: Temperatura
fr: Température
pl: Temperatura
sr: Температура
sr@ijekavianlatin: Temperatura

source: Appearance
es: Apariencia
fr: Apparence
pl: Wygląd
sr: Изглед
sr@ijekavianlatin: Izgled

source: Misc
fr: Divers
pl: Różne
sr: Разно
sr@ijekavianlatin: Razno

source: Alias font size:
es: Tamaño fuente alias:
fr: Taille de la police Alias :
pl: Alias - rozm. czcionki:
sr: Величина фонта за псеудоним:
sr@ijekavianlatin: Veličina fonta za pseudonim:

source: Temperature font size:
es: Tamaño fuente temperatura:
fr: Taille de la police Température :
pl: Temp. - rozm. czcionki
sr: Величина фонта за температуру:
sr@ijekavianlatin: Veličina fonta za temperaturu:

source: Icon font size:
es: Tamaño fuente icono:
fr: Taille de la police Icône :
pl: Rozm. ikony:
sr: Величина фонта за икону:
sr@ijekavianlatin: Veličina fonta za ikonu:

source: Temperature right margin:
es: Margen derecho temperatura:
fr: Marge droite de température :
pl: Prawy margines temp.
sr: Десна маргина за температуру:
sr@ijekavianlatin: Desna margina za temperaturu:

source: Notification icon bottom margin:
es: Margen inferior icono notificación:
fr: Marge basse d'icône de notification :
pl: Dolny margines ikony powiadomień:
sr: Доња маргина за икону обавештења
sr@ijekavianlatin: Donja margina za ikonu obavještenja

source: Enable label drop shadow
es: Habilitar sombreado etiqueta
fr: Activer l'ombre d'estompage d'étiquette
pl: Włącz cień napisów
sr: Сенка етикете
sr@ijekavianlatin: Sjenka etikete

source: Update interval:
es: Intervalo de refresco:
fr: Intervalle de mise à jour :
pl: Częstotliwość aktualizacji:
sr: Интервал освежавања:
sr@ijekavianlatin: Interval osvježavanja:

source: Temperature:
es: Temperatura:
fr: Température :
pl: Temperatura:
sr: Температура:
sr@ijekavianlatin: Temperatura:

source: Add Resource
es: Añadir recurso
fr: Ajouter une ressource
pl: Dodaj zasób
sr: Додавање ресурса
sr@ijekavianlatin: Dodavanje resursa

source: Edit Resource
es: Editar recurso
fr: Modifier une ressource
pl: Edytuj zasób
sr: Уређивање ресурса
sr@ijekavianlatin: Uređivanje resursa

source: Source
es: Recurso
pl: Źródło
sr: Извор
sr@ijekavianlatin: Izvor

source: Group of sources
es: Grupo de recursos
fr: Groupe de sources
pl: Grupa źródeł
sr: Група извора
sr@ijekavianlatin: Grupa izvora

source: NOTE: Group of sources shows the highest temperature of chosen sources.
es: NOTA: Para los grupos de recursos se mostrará la temperatura más alta de entre los recursos elegidos.
fr: NOTE : Le groupe de sources affiche la température la plus élevée des sources choisies.
pl: UWAGA: Grupa źródeł pokazuje najwyższą temperaturę z wybranych czujników.
sr: НАПОМЕНА: Група ресурса приказује највише температуре изабраних ресурса.
sr@ijekavianlatin: NAPOMENA: Grupa resursa prikazuje najviše temperature izabranih resursa.

source: Alias:
sr: Псеудоним:
sr@ijekavianlatin: Pseudonim:

source: Override limit temperatures
es: Sobrescribir temperaturas límite
fr: Définir les limites de température
pl: Nadpisz limit temperatury
sr: Премости граничне температуре
sr@ijekavianlatin: Premosti granične temperature

source: Warning temperature [°C]:
es: Temperatura elevada [°C]:
fr: Température d'avertissement [°C] :
pl: Ostrzeżenie - temp. [°C]:
sr: Упозорење при температури [°C]:
sr@ijekavianlatin: Upozorenje pri temperaturi [°C]:

source: Meltdown temperature [°C]:
es: Temperatura crítica [°C]:
fr: Température de fusion [°C] :
pl: Zagrożenie - temp. [°C]:
sr: Отапање при температури [°C]:
sr@ijekavianlatin: Otapanje pri temperaturi [°C]:

source: Plasmoid version:
es: Versión del plasmoid:
fr: Version du plasmoïde :
pl: Wersja plasmoidu:
sr: Издање плазмоида:
sr@ijekavianlatin: Izdanje plazmoida:

source: Resources
es: Recursos
fr: Ressources
pl: Źródła
sr: Ресурси
sr@ijekavianlatin: Resursi

source: Add resources by clicking "+" button.
es: Haz cic en el botón "+" para añadir recursos.
fr: Ajouter des Ressources en cliquant sur le bouton "+".
pl: Dodaj źródłą klikając "+".
sr: Додајте ресурсе кликом на „+“ дугме.
sr@ijekavianlatin: Dodajte resurse klikom na „+“ dugme.

source: Alias
sr: псеудоним
sr@ijekavianlatin: pseudonim

source: Action
es: Acción
pl: Akcja
sr: радња
sr@ijekavianlatin: radnja

source: Notifications
es: Notificationes
pl: Powiadomienia
sr: Обавештења
sr@ijekavianlatin: Obavještenja

source: Reload Temperature Sources
es: Recargar Fuentes de Temperatura
fr: Recharger les sources de température
pl: Odśwież źródła czujników temp.
sr: Поново очитај температуре
sr@ijekavianlatin: Ponovo očitaj temperature

source: OFF
sr: ИСК
sr@ijekavianlatin: ISK

source: °C
es: ºC
